const articles = [
    {
        id: 'firstact',
        category: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт первый: Великое Мироздание',
        content: `
            <p>Сначала были <strong>Тинтолианы</strong>, они были божественными существами, что и положили начало мирозданию.
			Их было мало, однако сила их была безгранична, путь их размножения - шёл так, что увелечение численности, практически невозможно. </p>
			
            <p>И тогда, некий Тинтолиан "<strong>Алетринш</strong>" решил создать святилище, что осветит вечную тьму, 
			и прозвал его - Звезда <strong>Мафусаил</strong>. Однако, что-бы не испытывать вечную одиночность от бытья без 
			разговора, он создал огромный камень, внёс в него часть своей силы, и так появилась планета "<strong>Мафусал</strong>" 
			вчесть святилища, что будет освещать планету. </p>
			
			<p>Позже, Тинтолиан <strong>Фрагрий</strong> увидев творения Алетринша, решил взять его идею, и доработать, он добавил первых живых
			существ на Мафусал, и прозвал их <strong>драконами</strong>, они были грациозными и огромными, они отображали саму суть Фрагрия, 
			однако он понял, драконам будет одиноко. Тогда он наполнил планету другими существами, что служили едой и ядом для
			Драконов. Он возвёл реки и леса, для новых существ.</p>
			
			<p>И тогда, Алетринш вернулся, увидев все изменения, он решил что <strong>бездумные хищники</strong> Драконы, не могут быть венцами развития, 
			он пожертвовал собой, однако смог собрать идеальных. Он собрал - <strong>Людей</strong>, они были <strong>умными</strong>, <strong>быстрыми</strong> и <strong>сильными</strong>, они додумывались
			до того, о чём не додумались ни одни другие существа на Мафусале.</p>
			
			<p>Другие Тинтолианы, взяли пример с Фрагрия и Алетринша, и начали создавать другие святилища и планеты, однако самопожертвований 
			уже не встречалось, так и началось <strong>великое мироздание</strong>.</p>
		`
    },
    {
        id: 'secondact',
        category: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт второй: Великая Драма',
        content: `
            <p>Люди начали творить и развиваться, из палок и камней, перешли в добычу сырья из ржавых рек, переплавку и создание оружия, 
			это и было переломным моментом. Истинная задумка Алетринша была нарушена, люди должны были объединяться против 
			великих драконов, и других тварей, чтобы драконы и люди друг друга балансировали, но ведь, люди избрали свой путь, 
			вместо объединения для противостояния другим, они начали объединяться чтобы противостоять себе подобным. </p>
			
			<p>Другие Тинтолианы не вмешивались в процесс жизни людей, однако всегда были осведомлены о плане Алетринша. 
			Однако Фрагрий, всё же решился вмешаться, нужен толчок что заставит людей объединиться, создать идеальную 
			социальную политическую структуру, и противостоять внешним угрозам, кто как не сам человек может быть объектом 
			противостояния? Однако тогда, ничего не измениться. Так были созданы эльфы, они хранили леса и убивали каждого 
			заблудшего на их территории, люди начали централизацию власти, социальные структуры становились больше и 
			объединялись, и хоть противостояние себе подобным продолжалось, больше упора было на уничтожение лесов, а вместе 
			с ними и Эльфов. Эльфы были не глупы, они были умнее, хитрее, и отвергали новомодные технологии. 
			Те использовали силу природы, а магические руны что специально были выданы Фрагрием, им сильно помогало в этом.</p>
			
			<p>Рун было ограниченное количество, всего 3:
			<ul>
				<li><strong>Vis</strong> - Отображение грубой силы, войны что лучше всего овладевали своими клинками и копьями, могли пополнить свои запасы силы, и обрестись новыми, древними и заданными Фрагрием знаниями.</li>
				<li><strong>Magia</strong> - Отображение Мудрости и ума, те кто могли чувствовать природу самого мира, имели возможность открыть завесу тайны руны, и зачерпнуть маны, чей предел в существе увеличивался.</li>
				<li><strong>Dexterias</strong> - Отображение Хитрости и Ловкости, те войны что не имели понимания природы мира, и не могли похвастаться силой, решали всё своей чрезвычайной хитростью, те мастерили ловушки, делали засады, и изобретали новые оружия, и те кто овладевал этим в совершенстве, получал право зачерпнуть магической эссенции руны, и стать ещё более хитрым, и быстрым.</li>
			</ul>
			</p>
		`
    } 
];