const articles = [
    {
        id: 'firstact',
		category: 'История мира',
        subcategory: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт первый: Великое Мироздание',
        content: `
            <p>Сначала были <strong>Тинтолианы</strong>, они были божественными существами, что и положили начало мирозданию.
			Их было мало, однако сила их была безгранична, путь их размножения - шёл так, что увелечение численности, практически невозможно. </p>
			
            <p>И тогда, некий Тинтолиан "<strong>Алетринш</strong>" решил создать святилище, что осветит вечную тьму, 
			и прозвал его - Звезда <strong>Мафусаил</strong>. Однако, что-бы не испытывать вечную одиночность от бытья без 
			разговора, он создал огромный камень, внёс в него часть своей силы, и так появилась планета "<strong>Мафусал</strong>" 
			вчесть святилища, что будет освещать планету. </p>
			
			<p>Позже, Тинтолиан <strong>Фрагрий</strong> увидев творения Алетринша, решил взять его идею, и доработать, он добавил первых живых
			существ на Мафусал, и прозвал их <strong>драконами</strong>, они были грациозными и огромными, они отображали саму суть Фрагрия, 
			однако он понял, драконам будет одиноко. Тогда он наполнил планету другими существами, что служили едой и ядом для
			Драконов. Он возвёл реки и леса, для новых существ.</p>
			
			<p>И тогда, Алетринш вернулся, увидев все изменения, он решил что <strong>бездумные хищники</strong> Драконы, не могут быть венцами развития, 
			он пожертвовал собой, однако смог собрать идеальных. Он собрал - <strong>Людей</strong>, они были <strong>умными</strong>, <strong>быстрыми</strong> и <strong>сильными</strong>, они додумывались
			до того, о чём не додумались ни одни другие существа на Мафусале.</p>
			
			<p>Другие Тинтолианы, взяли пример с Фрагрия и Алетринша, и начали создавать другие святилища и планеты, однако самопожертвований 
			уже не встречалось, так и началось <strong>великое мироздание</strong>.</p>
		`
    },
    {
        id: 'secondact',
		category: 'История мира',
        subcategory: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт второй: Великая Драма',
        content: `
            <p>Люди начали творить и развиваться, из палок и камней, перешли в добычу сырья из ржавых рек, переплавку и создание оружия, 
			это и было переломным моментом. Истинная задумка Алетринша была нарушена, люди должны были объединяться против 
			великих драконов, и других тварей, чтобы драконы и люди друг друга балансировали, но ведь, люди избрали свой путь, 
			вместо объединения для противостояния другим, они начали объединяться чтобы противостоять себе подобным. </p>
			
			<p>Другие Тинтолианы не вмешивались в процесс жизни людей, однако всегда были осведомлены о плане Алетринша. 
			Однако Фрагрий, всё же решился вмешаться, нужен толчок что заставит людей объединиться, создать идеальную 
			социальную политическую структуру, и противостоять внешним угрозам, кто как не сам человек может быть объектом 
			противостояния? Однако тогда, ничего не измениться. Так были созданы эльфы, они хранили леса и убивали каждого 
			заблудшего на их территории, люди начали централизацию власти, социальные структуры становились больше и 
			объединялись, и хоть противостояние себе подобным продолжалось, больше упора было на уничтожение лесов, а вместе 
			с ними и Эльфов. Эльфы были не глупы, они были умнее, хитрее, и отвергали новомодные технологии. 
			Те использовали силу природы, а магические руны что специально были выданы Фрагрием, им сильно помогало в этом.</p>
			
			<p>Рун было ограниченное количество, всего 3:
			<ul>
				<li><strong>Vis</strong> - Отображение грубой силы, войны что лучше всего овладевали своими клинками и копьями, могли пополнить свои запасы силы, и обрестись новыми, древними и заданными Фрагрием знаниями.</li>
				<li><strong>Magia</strong> - Отображение Мудрости и ума, те кто могли чувствовать природу самого мира, имели возможность открыть завесу тайны руны, и зачерпнуть маны, чей предел в существе увеличивался.</li>
				<li><strong>Dexterias</strong> - Отображение Хитрости и Ловкости, те войны что не имели понимания природы мира, и не могли похвастаться силой, решали всё своей чрезвычайной хитростью, те мастерили ловушки, делали засады, и изобретали новые оружия, и те кто овладевал этим в совершенстве, получал право зачерпнуть магической эссенции руны, и стать ещё более хитрым, и быстрым.</li>
			</ul>
			</p>
		`
    },
	{
        id: 'thirdact',
		category: 'История мира',
        subcategory: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт третий: Трещина Мафусала',
        content: `
            <p>И вновь, существа пошли против Тинтолианского замысла. Люди, начали бить по лесам осадными орудиями, 
			снося к чёрту поселения, и магические руны Эльфов. Тем вечно приходилось убегать и отступать, 
			отказываться от своей силы, наданной рунами, и уничтожать их святилища.</p>
			
			<p>Люди начали пользоватся святилищами, чем нарушили баланс Мафусала. Мафусал был жив, 
			и стремился к балансу и гармонии, ведь в нём была часть силы, и души Алетринша. И Мафусал не был глуп, 
			потом, стремясь к вечному балансу, открыл "Трещину Мафусала" Могущий разлом, в форме глаза, по среди которого, 
			был осколок души Алетринша. Из него шла эссенция Мафусала, что активно порождала новых существ, магию, и руны. 
			Однако, ради стабилизации, сила рун, начала падать ровно так же, как увеличивалось их количество.</p>
			
			<p>Люди, начали стараться пробиться ядру Мафусала, ведь единственный способ сделать это, через трещину. 
			В ответ на это, Мафусал начал испускать потоки энергии, что как волны начали плавить мозги всем существам, 
			что приближались к трещине, и они желали пройти к ядру через трещину.</p>
		`
    },
	{
        id: 'fourthact',
		category: 'История мира',
        subcategory: ': --- I :  НАЧАЛО НАЧАЛ  : I --- :',
        title: 'Акт четвёртый: Душа Мафусала',
        content: `
            <p>Как уже было сказано, Мафусалу перешла лишь ЧАСТЬ души Алетринша. 
			Остальная часть была насильно втянута могущественной силой Мафусаила, ведь ничего этому не мешало. 
			Всепоглащающая гравитация святилища, поглотила большую часть души Алетринша, так Мафусаил и стал разумным. 
			Он получил свою душу, а от Алетринша, больше ничего не осталось. </p>
			
			<p>Мафусаил, как могущественное светило, обладающее своим разумом и душой, и перенося некоторые, 
			сохранившиеся ценности и идеи Алетринша, решил дать существам дар, и через 300 Мециклиев после открытия трещины 
			Мафусала, Мафусаил, сотворив и накопив эссенцию творения, направил часть жестоким штормом на Мафусал. 
			Существа, стали умнее, они начали идти к дипломатии, и сосуществованию, начали развивать тонкую работу, 
			и замысловатые религии.</p>
			
			<p>Однако от эссенции творения, пошли новые последствия. Мафусаил не знал, как существа её примут, 
			потому, им открылся безымянный дар, спомощью которого существа могут становиться сильнее, ловче, умнее, удачливее, 
			используя на это энергию Эссенции творения, "Эствий" Что и стал основной валютой.</p>
			
			<p>Чтобы использовать дар, и тратить Эствий, существу нужно полностью расслабиться, 
			и связаться тонкой нитью Эствия, своей душой, с душой Мафусаила и Мафусала, и только после установки связи, 
			существо может попросить у 2  душ Алетринша - Мафусала и Мафусаила, что либо. Ловкость, Силу, Ум, Удачу, Магию, Выносливость, 
			и так далее. </p>
		`
    } 
];